adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
ark
awww
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cava
cliphist
code
cuda
dolphin
duf
dunst
efibootmgr
eza
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-lua
fcitx5-qt
fd
ffmpegthumbs
firefox
flatpak
fnm
fzf
gemini-cli
git
grim
grub
gst-plugin-pipewire
gvfs-smb
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprsunset
imagemagick
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
less
libnotify
linux
linux-firmware
linux-headers
mangohud
neovim
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nvidia-open-dkms
nvidia-utils
nvtop
nwg-displays
nwg-look
openssh
pacman-contrib
pamixer
papirus-icon-theme
parallel
pavucontrol
pipewire-alsa
pipewire-pulse
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
rofi-emoji
satty
sddm
slurp
stow
tela-circle-icon-theme-dracula
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
udiskie
unzip
uv
uwsm
vim
waybar
wget
wl-clip-persist
wl-clipboard
xdg-desktop-portal-hyprland
xdg-user-dirs
xsettingsd
zoxide
zsh
